vkd = """🔥 SOVA RE — модифицированный клиент вконтакте в стиле ios с большим количеством настроек.
🔑 Функционал мода:
Можно включить неписалку, нечиталку, анти удаление сообщений, историю редактирования сообщений, улучшение качества голосовых, также сделать скрин удаляющихся сообщений без уведомлений об этом.
Отключение рекламы, рекомендаций, возможность создания собственной темы, возможность вносить изменения в интерфейсе - такие как, редактирование докбара.
Кэшировать и скачивать аудио."""

instd = """🔥 Instander — крутой и функциональный мод на официальную версию инстаграм с множеством крутым функций.
🔹 Преимущества:
- Нечиталка
- Неписалка
- Скрыть просмотр сторис
- Скрыть просмотр трансляций
- Скачивание публикаций, сторисов, reels
- Улучшение качество фотографий
- и так далее..."""

tgd = """Ibreym-Telegram.
Update: 9.5
Обновлена база telegram 8.9.3.

— Как включить бар ios?
Настройки Ibreym-Telegram > главный экран > нижняя вкладка ios.
— Как включить поисковик ios?
Настройки Ibreym-Telegram > главный экран > строка поиска (отключить)
— Как включить смайлы ios в никах?
Настройки Ibreym-Telegram > другие моды > второй пункт нужно отключить!
— Что делать если не приходят уведомления?
Зажать на иконку приложения > уведомления > звук (включить).

🆕—Что нового?
— Добавлены новые смайлы ios 16.
— Добавлен нижний бар в переписке в стиле ios.
— Добавлен токний шрифт ios (san francisco из зф) название: rubrik.
Для выбора: настройки Ibreym-Telegram > Общие > Стили шрифтов.
— Добавлена возможность быстрой загрузки файлов:
Настройки Ibreym-Telegram > Другие моды > Повышение скорости."""

spd = '''🎵 Spotify 8.7.2.1205 - Интернет-сервис потокового аудио, позволяющий легально и бесплатно прослушивать более 50 миллионов музыкальных композиций, аудиокниг и подкастов.
🔹 Преимущества:
* Разблокировано очень высокое качество звука
* Разлочен импорт ваших музыкальных файлов
* Неограниченное перемешивание
* Разблокирован Spotify Connect
* Режим повтора
* Отключена реклама
* Некоторые функции на стороне сервера все же требуют платной подписки.'''

ld = """🔥Ios 16 Launcher  — приложение с помощью которого вы можете превратить свой рабочий стол андроида в айфон. Меняет иконки, стиль, запись экрана на ios.
🚀Описание модификации:
Моддер: Ibreym.
— Убрали полностью рекламу.
— Приложение полностью на русском языке, поэтому настроить его будет не так сложно.
✅Для активации нужно выдать все необходимые разрешения, а потом нажать на кнопку «make default launcher»."""


ttd = """🎵 Tik-Tok. Крупное приложение с огромным количеством коротких но позитивных видео.
🌟Описание модификации:
🔄Обнова: 25.1.3 
— Скачивание любых видео без водяного знака.
— Удалена полностью реклама.
— Есть возможность выбора любого региона.
🇷🇺Настройки > Change Region > Mod Settings > Change Contents Region.
Удаление оригинала обязательно! Вход через почту или через никнейм."""

cld = """🕙 Clock
Будильник, таймер, секундомер и просто часы как на айфоне.
🔹 Преимущества:
* Удалена реклама.
* Удалено лишнее.
* Тёмные и светлые темы.
* Оригинальное название, иконка.
* И другое..."""

sbd = """🔥 Ibreym-Status-Bar — айфоновский статус бар на любой андроид, с крутыми фишками и настройками, который также кстати перекрывает ваш обычный бар андроида."""

calcd = """🚀 iCalculator PRO — это калькулятор в стиле ios на андроид с различными функциями, возможностями и с поддержкой темной и светлой темы."""

gald = """🔥 iPhoto — ещё одна красивая и удобная галерея в стиле ios на android. С ios дизайн, шрифтом и с открытой pro версией. Доступна тёмная тема, корзина и возможность скрыть файлы."""

voiced = """🚀 iVoice Pro — диктофон в стиле ios в полным дизайном и функционалом iphone на android. Доступны тёмная и светлая тема, выбор качества и полная версия без рекламы."""

msgd = """🔥 iMessage Pro — если вам наскучил обычный дизайн ваших сообщений, это приложение для вас! Это сообщения в стиле ios с разными темами и красивейшим ios дизайном."""

cntd = """🚀 iContacts Pro — это крутая прога, контакты в стиле ios на android, дизайн ios, доступны темная, светлая, или авто темы и прочее, без рекламы."""

calld = """🔥 iCallScreen Pro — если вам надоел обычный экран звонков на вашем телефоне, данное приложение поможет изменить экран звонка на стиль ios"""

msd = """🚀 Музыкальный плеер ios на android.
iMusic —  отличная замена для вашего обычного музыкального плеера на плеер с красивым стилем ios. С поддержкой темных и светлых тем, и другими функциями."""

kbd = """🔥 Ibreym Keyboard - удобная клавиатура как на айфоне на ваш androd. В приложении 4 разных тем, русский язык и ios смайлы."""

ntd = """🔥 iNotes — это приложение для создания заметок в стиле ios на android с ios 14.5 эмоджи! Отлично работает, поддерживает чёрную, и светлую тему, а также для вас открыта полная версия."""

ntf = "🔥 Floatify — приложение для настройки уведомлений на вашем андроид устройстве как на айфоне, где можно выбрать три разных версий ios, а также настроить по своему усмотрению."

ilockd = "🚀 iLock — блокировка экрана в стиле ios, с крутейшим стилем., перевел на русским язык, удалил рекламу, можно поставить свой фон, пароль и не только. Скрины кидайте в комментариях."

cmpsd = "🔥iCompass Pro — это компасс в стиле ios на android, с красивым айфоновским дизайном, которые поможет вам быстро и легко определить точное направление и положение на карте."

bio = """🙃 Мини биография обо мне:
Псевдоним, а так-же мое имя во вселенной телеграма - Токсик
Настоящее имя скрываю :(

👾 Из увлечений могу скзаать только, что увлекаюсь написанием различных скриптов, модулей для юзерботов (Хикка в основном), изучаю основы создания игр 🤭

😮‍💨 Чаще всего обитаю в чатах Хакерфона ( @HPV_HOME ), поддержки Хикки ( @hikka_talks ) или в чате своего канала ( @AstroModulesChat )

🫠 Писать мне в лс не советую, но если все же хотите что-то спросить, посоветовать или пообщаться то пишите "С бота", чтобы бот вас пропустил - [Тык](tg://user?id=1484386024)"""

soc = """🔍  Все соц. сети создателя бота находятся ниже 🔎
    💎 —————> https://t.me/TxSocial <—————— 💎"""

donate = """🙁 В связи с ситуацией в Украине, раздел "Донат" временно отключен. Спасибо за понимание.

#stopwar #nowar"""


welcome = """🙃 Приветствую дорогой пользователь. В этом боте ты можешь найти приложения для своего андроида, с интерфесом похожим, или же идентичным iOs (iPhone).

💻 В боте собрано 20+ приложений с интерфейсом iOs с разных каналов. В основном приложения были взяты с канала "Крутые проги" (@progi95) и их создетелем являюсь не я! 

🧹 Если есть идеи какие приложения еще можно сюда добавить то пиши создателю.

📕 А пока довольствуйся тем что есть и выбирай приложения на свой вкус. 😙"""